{"id":3445,"date":"2021-07-16T11:15:30","date_gmt":"2021-07-16T11:15:30","guid":{"rendered":"https:\/\/www.ecommercevision.in\/privacy-policy-2\/"},"modified":"2022-05-12T08:19:35","modified_gmt":"2022-05-12T08:19:35","slug":"privacy-policy-2","status":"publish","type":"page","link":"https:\/\/www.ecommercevision.in\/privacy-policy-2\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-page\" data-elementor-id=\"3445\" class=\"elementor elementor-3445\">\n\t\t\t\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-4aed19d2 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"4aed19d2\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-662f6616\" data-id=\"662f6616\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-element elementor-element-20d8b20d elementor-widget elementor-widget-text-editor\" data-id=\"20d8b20d\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<style>\/*! elementor - v3.7.2 - 21-08-2022 *\/\n.elementor-widget-text-editor.elementor-drop-cap-view-stacked .elementor-drop-cap{background-color:#818a91;color:#fff}.elementor-widget-text-editor.elementor-drop-cap-view-framed .elementor-drop-cap{color:#818a91;border:3px solid;background-color:transparent}.elementor-widget-text-editor:not(.elementor-drop-cap-view-default) .elementor-drop-cap{margin-top:8px}.elementor-widget-text-editor:not(.elementor-drop-cap-view-default) .elementor-drop-cap-letter{width:1em;height:1em}.elementor-widget-text-editor .elementor-drop-cap{float:left;text-align:center;line-height:1;font-size:50px}.elementor-widget-text-editor .elementor-drop-cap-letter{display:inline-block}<\/style>\t\t\t\t<h2 style=\"text-align: center;\">Privacy Policy<\/h2><p>At ecommercevision.in, accessible from ecommercevision.in, one of our main priorities is the privacy of our visitors. This Privacy Policy document contains types of information that is collected and recorded by ecommercevision.in and how we use it.<\/p><p>If you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us.<\/p><h2>Log Files<\/h2><p>ecommercevision.in follows a standard procedure of using log files. These files log visitors when they visit websites. All hosting companies do this and a part of hosting services&#8217; analytics. The information collected by log files include internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date and time stamp, referring\/exit pages, and possibly the number of clicks. These are not linked to any information that is personally identifiable. The purpose of the information is for analyzing trends, administering the site, tracking users&#8217; movement on the website, and gathering demographic information. <\/p><h2>Cookies and Web Beacons<\/h2><p>Like any other website, ecommercevision.in uses &#8216;cookies&#8217;. These cookies are used to store information including visitors&#8217; preferences, and the pages on the website that the visitor accessed or visited. The information is used to optimize the users&#8217; experience by customizing our web page content based on visitors&#8217; browser type and\/or other information.<\/p><h2>Google DoubleClick DART Cookie<\/h2><p>Google is one of a third-party vendor on our site. It also uses cookies, known as DART cookies, to serve ads to our site visitors based upon their visit to www.website.com and other sites on the internet. However, visitors may choose to decline the use of DART cookies by visiting the Google ad and content network Privacy Policy at the following URL – <a href=\"https:\/\/policies.google.com\/technologies\/ads\">https:\/\/policies.google.com\/technologies\/ads<\/a><\/p><h2>Our Advertising Partners<\/h2><p>Some of advertisers on our site may use cookies and web beacons. Our advertising partners are listed below. Each of our advertising partners has their own Privacy Policy for their policies on user data. For easier access, we hyperlinked to their Privacy Policies below.<\/p><ul><li><p>Google<\/p><p><a href=\"https:\/\/policies.google.com\/technologies\/ads\">https:\/\/policies.google.com\/technologies\/ads<\/a><\/p><\/li><\/ul><p>You may consult this list to find the Privacy Policy for each of the advertising partners of ecommercevision.in.<\/p><p>Third-party ad servers or ad networks uses technologies like cookies, JavaScript, or Web Beacons that are used in their respective advertisements and links that appear on ecommercevision.in, which are sent directly to users&#8217; browser. They automatically receive your IP address when this occurs. These technologies are used to measure the effectiveness of their advertising campaigns and\/or to personalize the advertising content that you see on websites that you visit.<\/p><p>Note that ecommercevision.in has no access to or control over these cookies that are used by third-party advertisers.<\/p><h2>Third Party Privacy Policies<\/h2><p>ecommercevision.in&#8217;s Privacy Policy does not apply to other advertisers or websites. Thus, we are advising you to consult the respective Privacy Policies of these third-party ad servers for more detailed information. It may include their practices and instructions about how to opt-out of certain options.<\/p><p>You can choose to disable cookies through your individual browser options. To know more detailed information about cookie management with specific web browsers, it can be found at the browsers&#8217; respective websites.<\/p><h2>Children&#8217;s Information<\/h2><p>Another part of our priority is adding protection for children while using the internet. We encourage parents and guardians to observe, participate in, and\/or monitor and guide their online activity.<\/p><p>ecommercevision.in does not knowingly collect any Personal Identifiable Information from children under the age of 13. If you think that your child provided this kind of information on our website, we strongly encourage you to contact us immediately and we will do our best efforts to promptly remove such information from our records.<\/p><h2>Online Privacy Policy Only<\/h2><p>This Privacy Policy applies only to our online activities and is valid for visitors to our website with regards to the information that they shared and\/or collect in ecommercevision.in. This policy is not applicable to any information collected offline or via channels other than this website.<\/p><h2>Consent<\/h2><p>By using our website, you hereby consent to our Privacy Policy and agree to its Terms and Conditions.<\/p>\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-c705f20 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"c705f20\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-1269b43\" data-id=\"1269b43\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-element elementor-element-36139ec elementor-widget elementor-widget-text-editor\" data-id=\"36139ec\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t<h1> <\/h1><h1 style=\"text-align: center;\">Return and Refund Policy<\/h1><p>Thank you for shopping at E-commerce Vision (Devansh Group And company) Pvt Ltd.<\/p><p>If, for any reason, You are not completely satisfied with a purchase We invite You to review our policy on refunds and returns. <\/p><p>The following terms are applicable for any products that You purchased with Us.<\/p><h1>Interpretation and Definitions<\/h1><h2>Interpretation<\/h2><p>The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.<\/p><h2>Definitions<\/h2><p>For the purposes of this Return and Refund Policy:<\/p><ul><li><p><strong>Company<\/strong> (referred to as either &#8220;the Company&#8221;, &#8220;We&#8221;, &#8220;Us&#8221; or &#8220;Our&#8221; in this Agreement) refers to E-commerce Vision (Devansh Group And company) Pvt Ltd, E-commerce Vision (Devansh Group And company) Pvt Ltd First floor, House No. 4 Kanasu, 8th cross, Tatanagar Devinagar Badrappa Layout Bangalore 560092 Monday &#8211; Saturday: 10:00 AM-07:00PM.<\/p><\/li><li><p><strong>Goods<\/strong> refer to the items offered for sale on the Service.<\/p><\/li><li><p><strong>Orders<\/strong> mean a request by You to purchase Goods from Us.<\/p><\/li><li><p><strong>Service<\/strong> refers to the Website.<\/p><\/li><li><p><strong>Website<\/strong> refers to E-commerce Vision (Devansh Group And company) Pvt Ltd, accessible from <a href=\"ecommercevision.in\" target=\"_blank\" rel=\"external nofollow noopener\">ecommercevision.in<\/a><\/p><\/li><li><p><strong>You<\/strong> means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.<\/p><\/li><\/ul><h1>Your Order Cancellation Rights<\/h1><p>You are entitled to cancel Your Order within 15 days.<\/p><p>The deadline for cancelling an Order is 15 days from the date on which You received the Goods or on which a third party you have appointed, who is not the carrier, takes possession of the product delivered.<\/p><p>In order to exercise Your right of cancellation, You must inform Us of your decision by means of a clear statement. You can inform us of your decision by:<\/p><ul><li><p>By email: info@ecommercevision.in<\/p><\/li><li><p>By visiting this page on our website: <a href=\"https:\/\/www.ecommercevision.in\/contact-us\/\" target=\"_blank\" rel=\"external nofollow noopener\">https:\/\/www.ecommercevision.in\/contact-us\/<\/a><\/p><\/li><li><p>By phone number: +91 9122557283<\/p><\/li><\/ul><p>We will reimburse You no later than 15 days from the day on which We receive the returned Goods. We will use the same means of payment as You used for the Order, and You will not incur any fees for such reimbursement.<\/p><h1>Conditions for Returns<\/h1><p>In order for the Goods to be eligible for a return, please make sure that:<\/p><ul><li>The Goods were purchased in the last 15 days<\/li><li>The Goods are in the original packaging<\/li><\/ul><p>The following Goods cannot be returned:<\/p><ul><li>The supply of Goods made to Your specifications or clearly personalized.<\/li><li>The supply of Goods which according to their nature are not suitable to be returned, deteriorate rapidly or where the date of expiry is over.<\/li><li>The supply of Digital Assets will only be refunded if the work is not provided. Any kind of digital services already provided will not be subjected to the refund policy.<\/li><li>The supply of Goods which are not suitable for return due to health protection or hygiene reasons and were unsealed after delivery.<\/li><li>The supply of Goods which are, after delivery, according to their nature, inseparably mixed with other items.<\/li><\/ul><p>We reserve the right to refuse returns of any merchandise that does not meet the above return conditions in our sole discretion.<\/p><p>Only regular priced Goods may be refunded. Unfortunately, Goods on sale cannot be refunded. This exclusion may not apply to You if it is not permitted by applicable law.<\/p><h1>Returning Goods<\/h1><p>You are responsible for the cost and risk of returning the Goods to Us. You should send the Goods at the following address:<\/p><p>E-commerce Vision (Devansh Group And company) Pvt Ltd<br \/>First floor, House No. 4<br \/>Kanasu, 8th cross, Tatanagar<br \/>Devinagar Badrappa Layout<br \/>Bangalore 560092<br \/>Monday &#8211; Saturday: 10:00 AM-07:00PM<\/p><p>We cannot be held responsible for Goods damaged or lost in return shipment. Therefore, We recommend an insured and trackable mail service. We are unable to issue a refund without actual receipt of the Goods or proof of received return delivery.<\/p><h1>Gifts<\/h1><p>If the Goods were marked as a gift when purchased and then shipped directly to you, You&#8217;ll receive a gift credit for the value of your return. Once the returned product is received, a gift certificate will be mailed to You.<\/p><p>If the Goods weren&#8217;t marked as a gift when purchased, or the gift giver had the Order shipped to themselves to give it to You later, We will send the refund to the gift giver.<\/p><h2>Contact Us<\/h2><p>If you have any questions about our Returns and Refunds Policy, please contact us:<\/p><ul><li><p>By email: info@ecommercevision.in<\/p><\/li><li><p>By visiting this page on our website: <a href=\"https:\/\/www.ecommercevision.in\/contact-us\/\" target=\"_blank\" rel=\"external nofollow noopener\">https:\/\/www.ecommercevision.in\/contact-us\/<\/a><\/p><\/li><li><p>By phone number: +91 9122557283<\/p><\/li><\/ul>\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-cea8fbe elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"cea8fbe\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-bf46c67\" data-id=\"bf46c67\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-element elementor-element-df5f7b3 elementor-widget elementor-widget-text-editor\" data-id=\"df5f7b3\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t<h1 style=\"text-align: center;\"><strong>Terms and Conditions For Website\/Application Development<\/strong><\/h1><p style=\"text-align: center;\"> <\/p><p>All estimates\/quotes are based on our understanding of your needs and are provided within the specified time limit. Any changes to the functionality, including minor enhancements, may result in additional costs. In a face-to-face meeting, please confirm and explain our understanding.<\/p><p>By accepting a quote, you agree to and accept the terms and conditions of E-commerce Vision (Devansh Group And company) Pvt Ltd. Acceptance can be verbal, by email, payment of initiation, signing a quote.<\/p><p>Clients to ensure that we have included all requirements in the quotes\/proposals\/estimates and that we fully understand their requirements. Clients must provide us with clear guidelines along with the flow or specific details they may require. When such details are not provided, we will proceed with our understanding of the requirements and quote accordingly. At a later stage, if a discrepancy arises, it may lead to additional costs to accommodate the changes. Thus, it is essential that you clarify every aspect of your website development and ensure that you have been quoted on the right requirements.<\/p><p>Any complexity related to specific tasks, must be advised in advance and included in the proposal for costing purposes. We operate in good faith and rely on our clients to disclose the full picture at the time of quotation. Any discrepancy arising due to unclear requirements will not be borne by E-commerce Vision (Devansh Group And company) Pvt Ltd informatics.<\/p><p>There are limited man-hours allocated to each task including project management and digital strategist\/business analyst. Minor changes may be included within the allocated hours. This will be analyzed on a case-by-case basis.<\/p><p>E-commerce Vision (Devansh Group And company) Pvt Ltd Informatics will make every effort to complete the project\/changes in the given timeframe. Reasonable delays are accepted if functionalities are redefined or modified.<\/p><p>Any bugs (programming errors) reported during or just after the development does not attract additional charges.<\/p><p>Any re-work on an already completed task will attract additional charges. Any changes in the design after the design approval will incur additional charges.<\/p><p>Any modifications requested during the development or after the go-live approval will incur additional charges. All additional work, over and above the estimates is charged separately. Under no circumstances will E-commerce Vision (Devansh Group And company) Pvt Ltd informatics be liable for any delays caused by change in the project brief.<\/p><p>Website\/application content and all related materials need to be provided to us within the first two weeks of starting the project. Any delays thereafter may delay the project and may incur additional charges if it goes beyond reasonable timeframe.<\/p><p>Our websites\/applications are generally tested on PCs and include near recent versions of following browsers: IE, Firefox, Chrome &amp; Safari. If you require testing to be done on any other browser, please let us know in advance.<\/p><p>Responsive\/multi-device compatible web pages are tested on Android, iPhone and iPads. If you require testing to be done on any other device, please discuss it in advance.<\/p><p>The website or software application will be designed to be deployed on the web, via using a commercial grade web-server or a similar setup. Based on your website traffic, the website may not perform if deployed on a generic office network environment.<\/p><p>Depending upon the functionalities required, there may be 3rd party components such as third-party payment gateways or SSL certificates involved in building a website\/application. Although E-commerce Vision (Devansh Group And company) Pvt Ltd does its best in recognizing the suitability of any such component, any unforeseen limitations of 3rd party components are beyond our control.<\/p><p>E-commerce Vision (Devansh Group And company) Pvt Ltd takes no responsibility of any open-source products such as wordpress, open source carts, Joomla etc. It is client’s responsibility to update all components and third-party software’s. We suggest you to take regular back-ups to avoid any disruptions.<\/p><p>The client must recognize that at times there may be unforeseen circumstances that will delay the development process, particularly with reference to the integration of third-party software. We will try our best to complete the project as agreed in the proposal. As long as it is within a reasonable period, the client agrees not to penalize us for any genuine delay, when every effort to keep the project on the proposed schedule is taken.<\/p><p>Domain registration\/renewal etc charges are not included as a part of any project\/proposal unless mentioned otherwise. If required, a quote for which will be submitted separately and approved by the client.<\/p><p>E-commerce Vision (Devansh Group And company) Pvt Ltd generally builds and tests the websites\/applications on our own servers or hosted domains. E-commerce Vision (Devansh Group And company) Pvt Ltd cannot give access to their test servers and test websites to the clients or any third party. The website\/application can be transferred-off to a nominated 3rd party server upon full payment of all invoices and dues.<\/p><p> <\/p>\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>Privacy Policy At ecommercevision.in, accessible from ecommercevision.in, one of our main priorities is the privacy of our visitors. This Privacy Policy document contains types of information that is collected and recorded by ecommercevision.in and how we use it. If you have additional questions or require more information about our Privacy Policy, do not hesitate to [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"elementor_header_footer","meta":{"_joinchat":[]},"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v17.8 (Yoast SEO v19.5.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Privacy Policy | Ecommerce vision<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.ecommercevision.in\/privacy-policy-2\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Privacy Policy\" \/>\n<meta property=\"og:description\" content=\"Privacy Policy At ecommercevision.in, accessible from ecommercevision.in, one of our main priorities is the privacy of our visitors. This Privacy Policy document contains types of information that is collected and recorded by ecommercevision.in and how we use it. If you have additional questions or require more information about our Privacy Policy, do not hesitate to [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.ecommercevision.in\/privacy-policy-2\/\" \/>\n<meta property=\"og:site_name\" content=\"Ecommerce vision\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/loombi\/\" \/>\n<meta property=\"article:modified_time\" content=\"2022-05-12T08:19:35+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.ecommercevision.in\/wp-content\/uploads\/2021\/11\/download.png\" \/>\n\t<meta property=\"og:image:width\" content=\"225\" \/>\n\t<meta property=\"og:image:height\" content=\"225\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/png\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"10 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.ecommercevision.in\/privacy-policy-2\/\",\"url\":\"https:\/\/www.ecommercevision.in\/privacy-policy-2\/\",\"name\":\"Privacy Policy | Ecommerce vision\",\"isPartOf\":{\"@id\":\"https:\/\/www.ecommercevision.in\/#website\"},\"datePublished\":\"2021-07-16T11:15:30+00:00\",\"dateModified\":\"2022-05-12T08:19:35+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/www.ecommercevision.in\/privacy-policy-2\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.ecommercevision.in\/privacy-policy-2\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.ecommercevision.in\/privacy-policy-2\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.ecommercevision.in\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Privacy Policy\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.ecommercevision.in\/#website\",\"url\":\"https:\/\/www.ecommercevision.in\/\",\"name\":\"Ecommerce vision\",\"description\":\"Best Amazon service Prover Domestic &amp; International | India\",\"publisher\":{\"@id\":\"https:\/\/www.ecommercevision.in\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.ecommercevision.in\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/www.ecommercevision.in\/#organization\",\"name\":\"E-commerce Vision (Devansh Group And company) Pvt Ltd\",\"url\":\"https:\/\/www.ecommercevision.in\/\",\"sameAs\":[\"https:\/\/www.instagram.com\/Ecommerce visionconsultant\/\",\"https:\/\/www.linkedin.com\/in\/Ecommerce vision-consultancy-01067115a\/\",\"https:\/\/www.youtube.com\/channel\/UCFVWF8DsMaSk-NvSfp6656Q\",\"https:\/\/www.facebook.com\/loombi\/\"],\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.ecommercevision.in\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/www.ecommercevision.in\/wp-content\/uploads\/2021\/11\/download.png\",\"contentUrl\":\"https:\/\/www.ecommercevision.in\/wp-content\/uploads\/2021\/11\/download.png\",\"width\":225,\"height\":225,\"caption\":\"E-commerce Vision (Devansh Group And company) Pvt Ltd\"},\"image\":{\"@id\":\"https:\/\/www.ecommercevision.in\/#\/schema\/logo\/image\/\"}}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Privacy Policy | Ecommerce vision","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.ecommercevision.in\/privacy-policy-2\/","og_locale":"en_US","og_type":"article","og_title":"Privacy Policy","og_description":"Privacy Policy At ecommercevision.in, accessible from ecommercevision.in, one of our main priorities is the privacy of our visitors. This Privacy Policy document contains types of information that is collected and recorded by ecommercevision.in and how we use it. If you have additional questions or require more information about our Privacy Policy, do not hesitate to [&hellip;]","og_url":"https:\/\/www.ecommercevision.in\/privacy-policy-2\/","og_site_name":"Ecommerce vision","article_publisher":"https:\/\/www.facebook.com\/loombi\/","article_modified_time":"2022-05-12T08:19:35+00:00","og_image":[{"width":225,"height":225,"url":"https:\/\/www.ecommercevision.in\/wp-content\/uploads\/2021\/11\/download.png","type":"image\/png"}],"twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"10 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.ecommercevision.in\/privacy-policy-2\/","url":"https:\/\/www.ecommercevision.in\/privacy-policy-2\/","name":"Privacy Policy | Ecommerce vision","isPartOf":{"@id":"https:\/\/www.ecommercevision.in\/#website"},"datePublished":"2021-07-16T11:15:30+00:00","dateModified":"2022-05-12T08:19:35+00:00","breadcrumb":{"@id":"https:\/\/www.ecommercevision.in\/privacy-policy-2\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.ecommercevision.in\/privacy-policy-2\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.ecommercevision.in\/privacy-policy-2\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.ecommercevision.in\/"},{"@type":"ListItem","position":2,"name":"Privacy Policy"}]},{"@type":"WebSite","@id":"https:\/\/www.ecommercevision.in\/#website","url":"https:\/\/www.ecommercevision.in\/","name":"Ecommerce vision","description":"Best Amazon service Prover Domestic &amp; International | India","publisher":{"@id":"https:\/\/www.ecommercevision.in\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.ecommercevision.in\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/www.ecommercevision.in\/#organization","name":"E-commerce Vision (Devansh Group And company) Pvt Ltd","url":"https:\/\/www.ecommercevision.in\/","sameAs":["https:\/\/www.instagram.com\/Ecommerce visionconsultant\/","https:\/\/www.linkedin.com\/in\/Ecommerce vision-consultancy-01067115a\/","https:\/\/www.youtube.com\/channel\/UCFVWF8DsMaSk-NvSfp6656Q","https:\/\/www.facebook.com\/loombi\/"],"logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.ecommercevision.in\/#\/schema\/logo\/image\/","url":"https:\/\/www.ecommercevision.in\/wp-content\/uploads\/2021\/11\/download.png","contentUrl":"https:\/\/www.ecommercevision.in\/wp-content\/uploads\/2021\/11\/download.png","width":225,"height":225,"caption":"E-commerce Vision (Devansh Group And company) Pvt Ltd"},"image":{"@id":"https:\/\/www.ecommercevision.in\/#\/schema\/logo\/image\/"}}]}},"_links":{"self":[{"href":"https:\/\/www.ecommercevision.in\/wp-json\/wp\/v2\/pages\/3445"}],"collection":[{"href":"https:\/\/www.ecommercevision.in\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.ecommercevision.in\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.ecommercevision.in\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.ecommercevision.in\/wp-json\/wp\/v2\/comments?post=3445"}],"version-history":[{"count":33,"href":"https:\/\/www.ecommercevision.in\/wp-json\/wp\/v2\/pages\/3445\/revisions"}],"predecessor-version":[{"id":6923,"href":"https:\/\/www.ecommercevision.in\/wp-json\/wp\/v2\/pages\/3445\/revisions\/6923"}],"wp:attachment":[{"href":"https:\/\/www.ecommercevision.in\/wp-json\/wp\/v2\/media?parent=3445"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}